var questions = [
    {
    q:'Какое самое большое животное в мире?\n',
    a0: 4,// кол-во ответов
    a1: '1 - Кашалот\n',
    a2: '2 - Синий кит\n',
    a3: '3 - Африканский слон\n',
    a4: '4 - Серый кит\n',
    correct: '2',
    money: 250000,
    },
    {
    q: 'Когда началась 2 мировая война?\n',
    a0: 4,// кол-во ответов
    a1: '1 - 22 июня 1941 г\n',
    a2: '2 - 28 июля 1914г\n',
    a3: '3 -1 сентября 1939 г\n',
    a4: '4 - 22 июня 1939 г г\n',
    correct: '3',
    money: 250000,
    },
    {
    q: 'Где живут пингвины?\n',
    a0: 4,// кол-во ответов
    a1: '1 - Южный полюс\n',
    a2: '2 - Северный полюс\n',
    a3: '3 - На экватере\n',
    a4: '4 - На Севернои и Южном полюсе\n',
    correct: '1',
    money: 250000,
    },
    {
    q:'Назовите столицу Эфиопии\n',
    a0: 4,// кол-во ответов
    a1: '1 - Луанда\n',
    a2: '2 - Аддис-Абеба\n',
    a3: '3 -Дакар\n',
    a4: '4 - Лусака\n',
    correct: '2',
    money: 250000,
    }
]
